[{
    "author": "Marcus Aurelius, Meditations",
    "quote": "You have power over your mind—not outside events. Realize this, and you will find strength."
},
{
    "author": "Craig Ferguson",
    "quote": "It's all about the triumph of intellect and romance over brute force and cynicism."
},
{
    "author": "Unknown",
    "quote": "There are two hard things in computer science: cache invalidation, naming things, and off-by-one errors."
},
{
    "author": "Lao Tzu",
    "quote": "Watch your thoughts; they become words. Watch your words; they become actions. Watch your actions; they become habit. Watch your habits; they become character. Watch your character; it becomes your destiny."
},
{
    "author": "Bruce Lee",
    "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times."
},
{
    "author": "The Doctor, Doctor Who",
    "quote": "Love is not an emotion, Love is a promise."
},
{
    "author": "Sun Tzu",
    "quote": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle."
},
{
    "author": "Ghandi",
    "quote": "Be the change you wish to see in the world."
},
{
    "author": "Einstein",
    "quote": "If you can't explain it to a six year old, you don't understand it yourself."
},
{
    "author": "Aristotles",
    "quote": "We deliberate not about ends, but about means. For a doctor does not deliberate whether he shall heal, nor an orator whether he shall persuade . . . They assume the end and consider how and by what means it is attained, and if it seems easily and best produced thereby; while if it is achieved by other means, they consider how it will be achieved and by what means this will be achieved, until they come to the first cause . . . and what is last in the order of analysis seems to be first in the order of becoming. (Nicomachean Ethics, Book III, 3, 1112b)"
}
]
